export const greet = "به منو اصلی خوش برگشتی🔻";
export const bigGreet = `
سلام دوست من😍
به ربات مدیریت اشتراک FoxNG خوش اومدی❤️
به کمک دکمه ها میتونی اشتراکتو مدیریت کنی✅
و اگه سوالی داشتی از دکمه ارتباط با پشتیبانی استفاده کن👨🏻‍💻
`;
export const mySubBtn = "⏳ وضعیت اشتراک من";
export const testConfBtn = "✅ دریافت کانفیگ تست";
export const buySubBtn = "🚀 خرید اشتراک";
export const renewSubBtn = "♻️ تمدید اشتراک";
export const contactTxt = "👨🏼‍💻 ارتباط با پشتیبانی";
export const tutorialBtnTxt = "آموزش اتصال به کانفیگ";
export const resetBtn = "بازگشت به منو اصلی 🔙";
export const cancelBtn = "لغو سفارش";
export const creatingTestConfTxt = `در حال ساختن کانفیگ تست
لطفا صبر کنید...`;
export const welcomeTxt =
  "کاربر عزیز، جهت استفاده از ربات برای پیگیری سفارش و دریافت پشتیبانی، لطفا با استفاده از دکمه زیر، شماره همراه خود را ثبت کنید 👇";
export const buySubTxt = `
اگر قبلا اشتراک خریدی
از دکمه " ♻️ تمدید اشتراک"
یا /renew استفاده کن

و اگر اشتراک نداری، برای خرید اشتراک به آیدی زیر پیام بده 👇

🆔: @foxngsup
`;
export const lookingForSubText = "⏳ در حال جستجو...";
export const noSubFoundTxt = `
کاربر عزیز، اشتراک شما پیدا نشد 😓⛔️

جهت خرید اشتراک به آیدی پشتیبان پیام دهید 👇

🆔: @foxngsup
`;
export const subFoundTxt = `
اشتراکی که میخوای تمدید کنی انتخاب کن: 👇🚀

⚠️توجه: فقط اشتراک هایی که نزدیک انقضا هستن یا منقضی شدن قابل تمدیدن!

🟢: اشتراک فعال
🟡: اشتراک فعال ولی نزدیک انقضاست
🔴: اشتراک منقضی شده
`;
export const statusEnabledTxt = `
اشتراک شما هنوز فعال است.
اگه برای اتصال مشکلی داری، به آیدی پشتیبان پیام بده. 👇

🆔: @foxngsup
`;
export const renewTxt250 = `
💵هزینه تمدید اشتراک شما: 
  ✅250 هزار تومان

💳شایان براقی - توسعه تعاون💳

<blockquote><code>5029081059314381</code></blockquote>
🚨(برای کپی کردن شماره کارت روی آن کلیک کنید)


⚠️توجه⚠️
‼️عکس رسید تراکنش خود را همینجا بفرستید تا اشتراک شما به صورت خودکار فعال شود‼️
`;
export const renewTxt450 = `
💵هزینه تمدید اشتراک شما: 
  ✅450 هزار تومان

💳شایان براقی - توسعه تعاون💳

<blockquote><code>5029081059314381</code></blockquote>
🚨(برای کپی کردن شماره کارت روی آن کلیک کنید)


⚠️توجه⚠️
‼️عکس رسید تراکنش خود را همینجا بفرستید تا اشتراک شما به صورت خودکار فعال شود‼️
`;
export const reciptReceiveTxt = `
با تشکر | رسید شما دریافت شد ✅
بعد از بررسی ادمین تا چند لحظه دیگه اشتراک شما فعال و از همین ربات بهتون اطلاع میدیم…❤️
`;
