export const greet = "سلام به FoxNG خوش آمدید!";
export const mySubBtn = "⏳ وضعیت اشتراک من";
export const testConfBtn = "✅ دریافت کانفیگ تست";
export const buySubBtn = "🚀 خرید اشتراک";
export const renewSubBtn = "♻️ تمدید اشتراک";
export const contactTxt = "👨🏼‍💻 ارتباط با پشتیبانی";
export const tutorialBtnTxt = "آموزش اتصال به کانفیگ";
export const creatingTestConfTxt = `در حال ساختن کانفیگ تست
لطفا صبر کنید...`;
export const welcomeTxt =
  "کاربر عزیز، جهت استفاده از ربات برای پیگیری سفارش و دریافت پشتیبانی، لطفا با استفاده از دکمه زیر، شماره همراه خود را ثبت کنید 👇";
export const buySubTxt = `
اگر قبلا اشتراک خریدی، از دکمه " ♻️ تمدید اشتراک "

 و اگر اشتراک نداری، برای خرید اشتراک به آیدی زیر پیام بده 👇

🆔: @l0gicblade
`;
export const lookingForSubText = "⏳ در حال جستجو...";
export const noSubFoundTxt = `
کاربر عزیز، اشتراک شما پیدا نشد 😓⛔️

جهت خرید اشتراک به آیدی پشتیبان پیام دهید 👇

🆔: @l0gicblade
`;
export const subFoundTxt = `
اشتراکی که میخوای تمدید کنی انتخاب کن: 👇🚀
`;
export const statusEnabledTxt = `
اشتراک شما هنوز فعال است.
اگه برای اتصال مشکلی داری، به آیدی پشتیبان پیام بده. 👇

🆔: @l0gicblade
`;
export const renewTxt = `
هزینه تمدید اشتراک شما: ۳۰۰ هزار تومان

> شایان براقی - توسعه تعاون
\`5859831017022046\`

**توجه**
عکس رسید تراکنش خود را همینجا بفرستید.
`;
export const reciptReceiveTxt = `
با تشکر
رسید شما دریافت شد✅

منتظر خبر ما باشید...
`;
